var home = {
  "data": {
    "index": {
      "banner": [
        {
          "title": "",
          "type": "cesuan",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/zhys.jpg",
          "cesuan_type": "bazizonghe"
        },
        {
          "title": "",
          "type": "cesuan",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/bn_1bazijingpi@2x.png",
          "cesuan_type": "bazijingpi"
        },
        {
          "title": "",
          "type": "cesuan",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/bn_2hehun@2x.png",
          "cesuan_type": "bazihehun"
        },
      ],
      "page": [
        {
          "title": "我的测试",
          "type": "url",
          "url": "http:\/\/cece.feiyo.com\/v1\/page\/mytesthistory.php",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic2_wodeceshi@3x.png"
        },
        {
          "title": "热门测试",
          "type": "url",
          "url": "http:\/\/cece.feiyo.com\/v1\/page\/hottest.php",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic2_remenceshi@3x.png"
        },
        {
          "title": "推荐测试",
          "type": "url",
          "url": "http:\/\/cece.feiyo.com\/v1\/page\/recommendtest.php",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic2_tuijianceshi@3x.png?r=1"
        },
        {
          "title": "好物推荐",
          "type": "url",
          "url": "http:\/\/cece.feiyo.com\/v1\/page\/shunwu.php",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic2_haowtuijian@3x.png"
        }
      ],
      "listmenu": [
        {
          "type": "bazijingpi",
          "typename": "爱情",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic_1bazijingpi1@2x.png",
          "title": "八字精批",
          "productid": "201",
          "price": "108",
          "finalprice": "68",
          "comment_key": "comment_bazijingpi",
          "isshow": "1"
        },
        {
          "type": "bazihehun",
          "typename": "趣味",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic_2hehun1@2x.png",
          "title": "八字合婚",
          "productid": "202",
          "price": "108",
          "finalprice": "68",
          "comment_key": "comment_bazihehun",
          "isshow": "1"
        },
        {
          "type": "bazizonghe",
          "typename": "个性",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic_6zonghe1@2x.png",
          "title": "综合命格",
          "productid": "203",
          "price": "108",
          "finalprice": "68",
          "comment_key": "comment_bazizonghe",
          "isshow": "1"
        },
        {
          "type": "bazicaiyun",
          "typename": "社交",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic_3caiyun@2x.png",
          "title": "财运详批",
          "productid": "204",
          "price": "10800",
          "finalprice": "68",
          "comment_key": "comment_bazicaiyun",
          "isshow": "1"
        },
        {
          "type": "xingmingxp",
          "typename": "职场",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic_4xingming1@2x.png",
          "title": "姓名详批",
          "productid": "205",
          "price": "108",
          "finalprice": "68",
          "comment_key": "comment_xingmingxp",
          "isshow": "1"
        },
        {
          "type": "xingmingpd",
          "typename": "能力",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic_5peidui1@2x.png",
          "title": "姓名配对",
          "productid": "206",
          "price": "108",
          "finalprice": "68",
          "comment_key": "comment_xingmingpd",
          "isshow": "1"
        },
        {
          "type": "bbquming",
          "typename": "宝宝起名",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic_baobaoqiming@3x.png",
          "title": "宝宝起名",
          "productid": "207",
          "price": "108",
          "finalprice": "40",
          "comment_key": "comment_bbquming",
          "isshow": "1"
        },
        {
          "type": "chenggu",
          "typename": "称骨算命",
          "icon":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/pic_chenggu@3x.png",
          "title": "称骨算命",
          "productid": "zybg210",
          "price": "108",
          "finalprice": "68",
          "comment_key": "comment_chenggu",
          "isshow": "1"
        },

      ],
      "vip": [
        {
          "name": "半年VIP会员",
          "img":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/qimen\/qmvip.png",
          "productid": "zybg208",
          "price": "1298",
          "finalprice": "388",
          "title": "半年VIP会员",
          "info": "限时3折",
          "type": "member"
        },
        {
          "name": "一年VIP会员",
          "img":
              "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/qimen\/qmvip.png",
          "productid": "zybg209",
          "price": "2988",
          "finalprice": "588",
          "title": "一年VIP会员",
          "info": "限时2折",
          "type": "member"
        }
      ],
      "tipinfo": {"time": "30", "max": "2"},
      "tipimg": [],
      "pop": "1",
      "viptipmax": "3"
    },
    "article": [
      {
        "id": "15739",
        "title": "怎么改变财运",
        "subtitle":
            "财运的好坏关系着生活质量的好坏，而每个人都希望自己财运亨通；那么，怎么改变财运呢？下面是小编整理的相关文章，让我们一起来看看吧！怎么改变财运怎么运用风水改变财运一、巧用五行改变运势1、利用五种能量不同的大自",
        "titleimage":
            "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/article\/caiyun1@2x.png",
        "content":
            "财运的好坏关系着生活质量的好坏，而每个人都希望自己财运亨通；那么，怎么改变财运呢？下面是小编整理的相关文章，让我们一起来看看吧！\n<strong>怎么改变财运<\/strong>\n<strong>怎么运用风水改变财运<\/strong>\n一、巧用五行改变运势\n1、利用五种能量不同的大自然元素：东菱玉、粉晶、黄水晶、白水晶、紫水晶，用线仔细串连而成一棵树的样子，用以象征「木、火、土、金、水」五行能量，形成一个牢不可破的强大磁场。放置在家中玄关或客厅的显眼处，亦可摆放在大门口45度对角之财位，时时勤于擦拭清理，藉由开启财运，触动五行相生相旺的运转原理，创造幸福磁场，福气、财气满盈。\n2、建议您可以多多配戴红玉髓与黄金共同打造而成的饰品，象征「鸿运、财运当头」，不但可以发展多方财路，与人握手、牵手时还能相互传递「招财进宝」、「鸿运当头」的好运意念，彼此互相加持，累积幸运能量，让你事业、财运两得意!\n二、聚集财气的发财茶\n发酵茶通常都有一点招财的效果，把不同种类的发酵茶聚集在一起，代表你的财元来自四面八方。饭后全家一起喝这道茶饮，不但可以祛油解腻，还能招财。\n材料\n普洱茶、铁观音、红茶等发酵茶各适量\n魔力、玫瑰、柠檬少许\n做法\n1、将茉莉、玫瑰剁碎备用。\n2、将各种发酵茶取适量放入壶中，和剁碎的玫瑰、茉莉一起冲泡。\n3、饮用时，可以加一点柠檬提味。\n4、财库上摆聚宝盆汇聚四方八路财\n打开家中客厅大门，对角线四十五度的位置就是家中的财库，一般而言，财库上若是堆满杂物，或是脏乱不堪，那么本身的理财能力就会比较弱，而且花钱也会比较没节制，所以家中的财库除了要保持明亮洁净之外，最好还能在财库上放一个聚宝盆，那么透过聚宝盆的聚财能量，不仅可以为您带来源源不绝的财源，还能让您招财进宝、财运亨通顺畅\n三、布袋和尚招财法\n您可以在客厅显眼处摆一尊弥勒佛，因为弥勒佛笑口常开的样子，可以替您开启和乐圆融的好磁场，为您广纳四方八路财。此外，您也可以在桌上摆一尊弥勒佛，然后在弥勒佛前面放一盘糖果招待客人，也可以在无形之中促进许多案子的顺利合作，更能让您福气满满、财运旺盛。<strong>怎样提高财运<\/strong>\n<strong>怎么改变你的财运<\/strong>\n一、聚集财气的发财茶\n发酵茶通常都有一点招财的效果，把不同种类的发酵茶聚集在一起，代表你的财元来自四面八方。饭后全家一起喝这道茶饮，不但可以祛油解腻，还能招财。\n二、调整居室增加财运\n大体上来讲，一间房屋要达到以下两个基本条件，才算具备增加财运的资格。\n首先，阳光一定要充足。阳光能透入房屋才会带来吉祥瑞气，这里指的吉祥瑞气是维系在人的健康上的。在风水学上，阳光代表人丁，人口健康才有能力去招财。因而家居中不建议使用太厚窗帘，因为这样会阻挡阳光，阻挡吉祥瑞气的照耀；当然也不能太薄，否则就形成光煞了。\n其次，空气要流畅。在风水学上，气流代表财运的运转，室内空气要流通畅顺才能财运亨通。一般来说，在开窗后，从外面吹进屋的风不宜太大，要以和缓的柔风为最佳；总而言之，室内的气流，以冬暖夏凉为最好的。\n三、布袋和尚招财法\n可以在客厅显眼处摆一尊弥勒佛，因为弥勒佛笑口常开的样子，可以开启和乐融融的好磁场，广纳四方八路财。此外，也可以在桌上摆一尊弥勒佛，然后在弥勒佛前面放一盘糖果招待客人，也可以在无形之中促进许多合作的顺利进行，更能福气满满、财运旺盛。\n四、财库上摆聚宝盆，汇聚四方八路财\n打开家中客厅大门，对角线四十五度的位置就是家中的财库。一般而言，财库上若是堆满杂物，或是脏乱不堪，那么本身的理财能力就会比较弱，而且花钱也会比较没节制。所以家中的财库除了要保持明亮洁净之外，最好还能在财库上放一个聚宝盆。透过聚宝盆的聚财能量，不仅可以为您带来源源不绝的财源，还能让您招财进宝、财运亨通顺畅。\n<strong>如何改变自己的财运<\/strong>\n如何改变自己的财运？通过命理财位来改变自己的财运。每个人都有属于自己的命理财位，因为八字不同，因此命理的财位也是不同的。前三种财位属于家庭财位，个人的命理财位只针对自己的财运，这也是调解自己财运最主要的方法。\n出生日的天干为甲、乙的，财位在四隅方。出生日的天干为丙、丁的，财位在正西方。\n出生日的天干为戊、己的，财位在正北方。出生日的天干为庚、辛的，财位在正东方。\n出生日的天干为壬、癸的，财位在正南方。\n查出属于自己的命理财位之后，同样要这个方位不能缺角，保持干净。若是与其它的财位重合那是最好，布局后可以起到双重旺财的作用。若是赶到缺角或者是门、窗等位置，会导致破财或耗财之事发生，总之就不聚财了。\n如何改变自己的财运？还可以佩戴旺财的饰品不改变自己的财运，。比如太岁开运符、五帝钱、玉钱袋、貔貅、玉白菜等饰品。\n如何改变自己的财运？风水上讲山管人丁.水管财.在现实社会,把低处都称之为水,想要改变自己的财运首先就得把自己的水源养好才行,这样方可以旺财, 方可以财运有气。\n如在家中养风水鱼, 养风水鱼时一定要与自己的八字命理相符。在选择的缸位为好，不在于贵贱，在风水学上水是家中水，尤其是流水是能够催动所在方位的吉气或凶气排水，在鱼缸都装有水泵循环系统养气充满活力养鱼，注意暗示家中运气活力生猛，鱼缸的高度以低过胸，高过肚为宜.过高或过低都是不好的。<strong>如何增强财运<\/strong>\n",
        "contentimage": "",
        "addtime": "1586131203000",
        "typename": "财运运势",
        "typetitle": "caiyun",
        "favor": "189",
        "readed": "1431",
        "url": "http:\/\/cece.feiyo.com\/v1\/page\/suan_article.php?id=15739"
      },
      {
        "id": "2031",
        "title": "农历初五出生的人性格和命运",
        "subtitle":
            "世界上千千万万人有这千千万万种命运，每个人的从出生的那一刻起就已经了一定的命数。那么，农历初五出生的人性格和命运如何?一起随小编来看看。农历初五出生的人性格和命运农历初五出生的人性格和命运末运大旺，与人亲睦",
        "titleimage":
            "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/article\/bazi1@2x.png",
        "content":
            "世界上千千万万人有这千千万万种命运，每个人的从出生的那一刻起就已经了一定的命数。那么，<strong><strong>农历初五出生的人性格和命运<\/strong><\/strong>如何?一起随小编来看看。\n<strong>农历初五出生的人性格和命运<\/strong>\n<strong>　　农历初五出生的人性格和命运<\/strong>\n末运大旺，与人亲睦，贵人提拔，发达成功，父兄无靠。白手成家。\n<strong>　　性格和命运详解：<\/strong>\n<strong>　　性格：<\/strong>\n初五出生之人，多半天生聪明伶俐，且自身福禄深厚。虽然家庭关系融洽紧密，兄弟姊妹之间的相处也十分和乐，可惜并无任何亲属能够使你获得依靠仰赖，而使你在很年少的时候便已经步入社会。\n<strong>　　整体大运方面：<\/strong>\n少年时期较为辛劳，所幸自身才艺丰足，而使学业及事业发展顺利;中年以后运势开始亨通发达，财务收入也日趋稳定;晚年时期生活安稳平顺，少有烦恼，可以说是无匮乏的命格。\n",
        "contentimage": "",
        "addtime": "1586131202972",
        "typename": "时辰八字",
        "typetitle": "bazi",
        "favor": "330",
        "readed": "2486",
        "url": "http:\/\/cece.feiyo.com\/v1\/page\/suan_article.php?id=2031"
      },
      {
        "id": "15742",
        "title": "怎样才有好财运",
        "subtitle":
            "财运关系着每个人的生活质量，每个人都在为了追求更多的财富而拼搏；那么，怎样才有好财运呢？下面是小编整理的相关文章，让我们一起来看看吧！怎样才有好财运怎样才有好的财运1、目前不少卧床是带有储藏室的即是说，将席",
        "titleimage":
            "http:\/\/feifeicommjs.feiyo.com\/zhouyi\/img\/cece\/article\/caiyun2@2x.png",
        "content":
            "财运关系着每个人的生活质量，每个人都在为了追求更多的财富而拼搏；那么，怎样才有好财运呢？下面是小编整理的相关文章，让我们一起来看看吧！\n<strong>怎样才有好财运<\/strong>\n<strong>怎样才有好的财运<\/strong>\n1、目前不少卧床是带有储藏室的\n即是说，将席梦思掀开后，床垫支撑部分有储藏物品的空间。这个空间需要注意，如果你放了很零碎的物品、或者是很久都不用的物品，那么，很可能导致你的感情出问题，或者导致漏财、遭遇小人的情况出现。\n因此，一定要重新整理你的这个卧床储藏室，既不能空着不用(不用会像一个空棺材)，也不能放置杂乱的物品。最好是收藏床上用品。比如，夏天可储藏棉被，冬天可储藏凉席等。\n2、还有些床本身下面是空的\n结果很多朋友也会充分利用这个空间，放置很多东西。有的是直接摆放物品，也有的是把物品放在收纳箱、纸箱后再放在床底下面。其实，这两种情况都不好，因为，床底摆放诸多收藏物品会导致气场紊乱，最终伤害自己的运势。\n因此，如果你发现一段时间以来，你的情感不好、婚姻亮红灯、漏财破财、事业遭遇小人。那么，你务必看看自己的床底是否有物品，赶紧收拾出来。否则，霉运可能继续下去哦。\n为何要经常清理家\n财神爷喜欢住干净明亮的家\n你去旅游：有两个朋友热情邀请你住她家。一个朋友的家干净、明亮、整洁。一个朋友的家脏、乱、臭、、你选择住谁家?肯定是选干净、明亮、整洁的!而神和你一样的智慧，神也喜欢住在这样干净明亮的家，想财神常常光顾你家，行动起来打扫吧!无论是小家还是企业，一个成功的企业，往往窗明几净;反之一个濒临破产的企业，一定有一个肮脏的角落。\n清理家就是增长智慧\n很多时候，当你有烦心事的时候，回家看见乱糟糟的房间，心情是不是更坏?对于家庭来说，保持干净卫生的生活环境，能够让人心情愉悦。你可以每天擦擦桌子，扫扫地，或者一周、一月来一次定期的大扫除。家是心灵的港湾，千万不要让自己居住在脏乱的环境中哦!\n家里的脏乱也带来思想的混乱。清理家就等同于清理大脑中的垃圾，智慧自然会增长!\n清理家就是丢掉病菌\n我们路过垃圾场，习惯掩住鼻子快走。长期呆在脏乱的家，如：垃圾场：&ldquo;久入兰室不闻其香，久住脏屋不觉其乱&rdquo;。在垃圾场般的家住久，外在的脏乱容易引发身体的疾病，清理家就等同于清理病病菌，身体自然更健康!\n清理家提升正能量\n电视剧中鬼屋都是长满蜘蛛网、灰暗，而天堂则是光亮、富丽堂皇，所以灰暗的家吸引不好的能量，能量不好，财运自然不好;而光亮的家吸引好的能量、正的能量，能量好，财运自然好!\n清理家的步骤\n当你看到这篇文章时，请跟随我们先做一个有趣的测试：环顾一下你的居室;如果你不在家，请回想一下不久前你离开家时房间的样子：地板上有没有积满灰尘;沙发上是否有堆积如山的过期杂志;衣柜里是否凌乱不堪;厨房灶台上是不是油渍斑驳&hellip;&hellip;如果是这样，那么小心了，你的人生可能危机四伏。\n<strong>让自己有好财运的方法<\/strong>\n1、门口要整洁\n人都不喜欢邋遢，更何况神呢?如果在进出的门户处乱七八糟，堆满垃圾的话，就会严重影响家人财运。所以，门口切不要摆放杂物、垃圾，以免影响财运。\n2、厨房柜子不空\n厨房在风水中有财库的说法，主掌内财运。厨房的冰箱、储藏食品的柜子等，最好保持东西半满的状态，既招财，又聚财。\n3、生旺财位\n一般而言，家居中财位的采光相当重要，干净明亮可让财源滚滚而来;在财位摆放貔貅、葫芦等，旺财效果很显著;摆放具有旺盛生命力的的宽叶绿色植物，诸如万年青、发财树、黄金葛&hellip;等，可以为财位增添生气，也有旺财的效果。\n4、字画寓吉祥\n现在人们很喜欢在家居中用字画来显示自己的品味，提升家居的品质。从风水的角度而言，字画的寓意很重要。如果这些字画寓意吉祥的话，会对家居风水有锦上添花之效。而那些意境萧条的画作，则很可能对主人的财运起到不利的影响。\n5、门上贴福字\n财运好是福气的一部分，没钱的人很难说有福。所以在进出的门上张贴&ldquo;福&rdquo;字，寓意福到运到，招财纳福;对纳吉气，招财运、保平安、化煞气、聚福气，有很好的风水作用。\n6、玄关巧布局\n门内是一处不可忽视的旺财宝地，门口的玄关处是藏风聚气之地。此处也是用来化解门犯煞气的地方，在此处巧妙布局，可以化解门外带来的不祥之气。如果门一打开正对窗户，形成风水上的&ldquo;穿堂煞&rdquo;，容易财来财去留不住，而在此处摆放屏风、盆栽，隔断，或挂道帘子，都可以有效地挡住不断外流的钱财，从而起到聚财的作用。<strong>怎么提高自己的财运<\/strong>\n<strong>怎样能让自己有好的财运<\/strong>\n首先、居室一定要具备增加财运的资格\n大体上来讲，一间房屋要达到两个基本条件，才算具备增加财运的资格。\n其一阳光一定要充足。\n阳光能透入房屋才会带来吉祥瑞气，这里指的吉祥瑞气是维系在人的健康上的。在风水学上，阳光代表人丁，人丁健康才有能力去招财。因而家居中不建议使用大厚窗帘，因为这样会阻挡阳光，阻挡吉祥瑞气的照耀；当然也不能太薄，容易形成光煞了。\n其二空气一定要流畅。\n在风水学上，气流代表财运的运转，室内空气要流通畅顺才能财运亨通。一般来说，在开窗后，从外面吹进屋的风不宜太大，要以和缓的柔风为最佳；总而言之，室内的气流，以冬暖夏凉为最好。\n其次、摆放家具电器时要避免影响财运的情况出现\n1、电视或空调不可设置于五黄位，这样会对屋内人丁健康有影响，人丁受损财运自然不利；\n2、如果无法改变家具摆放位置，或者不清楚屋内的方位，则可在电视或空调处放金属或铜器物品来化解；\n3、冰箱和洗衣机不要对着煮食用的炉灶，这样会犯冲，会影响屋内人丁的肠胃及财运。\n4、卧室内的电视及空调不应对着床头，以免影响主人运势；\n5、如果窗外景致有不利于风水的因素，可以在窗台裁种植物以达到化煞作用；还可以用射灯射向窗台或植物，这样也有招财效力；\n6、放置一对黑白象在窗台，也可有招财的作用，但象鼻一定要向下，这样才有吸财之效。\n再次、通过吉祥物来改运增财。\n可摆放在财位的吉祥物，如貔貅、黄水晶球、家庭聚财的大钱币、大小双龙、文武财神及如意翡翠等；可依各人喜好摆置，最终达到借助吉祥物来增加财运的目的。\n需要提醒大家注意的是，吉祥物的摆放跟八字命理有一定联系。建议大家在选择经过正规开光吉祥物的同时，还要咨询风水师的指导正确摆放或佩带。<strong>怎么提升财运<\/strong>\n",
        "contentimage": "",
        "addtime": "1586131202959",
        "typename": "财运运势",
        "typetitle": "caiyun",
        "favor": "336",
        "readed": "2551",
        "url": "http:\/\/cece.feiyo.com\/v1\/page\/suan_article.php?id=15742"
      }
    ]
  }
};
