{
  "astroid": 2,
  "astroname": "金牛座",
  "year": {
    "date": "2016",
    "summary": "未来一年将是你们找准自身定位，提升自我，痛并快乐着的一年。土星一整年都在代表着忙碌与蓄力的危机宫位，意味着你们随时要准备着忙碌与救火，但这一宫位也是在未两年之后人生迈出重要步伐之前所必须的过程，你们必须在压力之下逼迫自己提升效率，挑战过去不远面对的困难，才能完成蜕变。年初，你们将依旧为生活、为工作忙碌，但木星的逆行已经让你们的节奏逐渐减慢。3月开始，生活可能回到过去的某个节点，或是遭遇相似的状况，需要冷静下来，重新思考和规划，才能为未来做出最佳选择。5月底开始，你将进入某种新的状态，或是确定自己可以开始一种新的生活，并为之添砖加瓦，在6月底将去年10月做出的关于未来的某个重大决定推进重要的一步。9月之前，木星会在三方位置内徘徊，一些金牛座会被外力影响站上某个属于自己的舞台，你会成为合作方（资方）以及社会群体（友人）的代言人或是纽带，所做的工作大约会比较辛苦，某些时候甚至吃力不讨好，但对于一贯不爱表现自我的金牛座却是前所未有的突破，即便褒贬不一，却也是完成了一件了不起的事情。另一些金牛座则会将兴趣与工作相结合，持续谋求出一条可长远发展的大道。感情方面，也将持续2015年的紊乱状态，单身人士的烂桃花不断，容易陷入经济和情感纠纷，甚至三角恋情伤心伤身，已婚者也容易与对方发生严重分歧。等到9月中旬木星进入天秤座之后，此前的努力会开始收获，事业、情感都将进入一个稳定期。",
    "money": "财运将是你们在今年必须加倍留意的重点领域。1月，水星在迁移宫逆行，你容易在与出国、移民、学业、宗教、法律、出版相关的问题上消耗颇多，投资也容易失手，是相对入不敷出的时段。3月9日的双鱼座日食发生在你们的人际宫位，日食同时对冲投资宫内的陷落木星将对你们的危机宫位形成夹击，此前被人怂恿入局的投资可能出现问题，而部分与人合作投资的项目也容易产生纠纷，导致合作方撤资或是个人投资难以收回。个人投资者最好在这段时间管住钱包，不要随意相信他人的推荐，或是因为渴望收益最大化而产生博上一把的心理，很有可能导致严重损失。5月22日射手座满月前后则是今年另一个需要谨慎对待个人财务状况的时段，此时太阳进入财帛宫本会带来一笔财运，但如果没有将3月份的问题处理好，就可能变成左手进右手出，徒留伤感。愿意辛苦保守赚钱的金牛倒有可能因为给人帮忙而获得一笔还算过得去的辛苦费。8月会有相对不错的投资运，但最好月底之前见好就收，尤其不要为他人管帐，容易吃力不讨好。上半年有投资损失的个人倒有可能在9月挽回一些损失。年底则主要是来源于工作的正财运，努力付出必有收获。",
    "career": "\r这两年是金牛座的奋斗期与上升期。不少金牛座刚刚在去年做出决定单干，或是脱离基层开始担任管理角色，必须学会独立面对很多意想不到的挑战。整个上半年，金牛座都在痛并快乐着，痛的缘故是因为火星在合作宫位徘徊，既带来了商业与合作机会，也暗藏了不少潜在的问题。3月开始，事业节奏会明显减慢，部分金牛座要注意与合作伙伴因为前景分歧而分道扬镳，另一些则容易碰到很强势的合作对象，个人非常被动，或是签下重要的合同，但想要完成却是一个极度辛苦的过程。这样的变动和调整将一直持续到5月底才基本尘埃落定。6月与7月则是重新出发，迈出事业上的重要一步。但要注意，8月下旬是可能爆发严重危机的时段，一些意料之外的事件可能打乱你原本的事业规划，或是个人工作能力遭遇对方质疑，若能忍耐度过，则之后将完成进化，进入事业的康庄大道。企业主要注意现金流问题，不要把预算打得太满，以免关键时刻掉链子。自由职业者则要注意不可以太过贪心拿下自己消化不了的单子，反而会影响自己的口碑。打工者相对忙碌，避免逞强死扛，学会沟通才能提升效率。\r",
    "love": "在未来一年中，金牛座的桃花运将继续灿烂。但此桃花运却更有利于单身人群，适合吃喝玩乐聚会，以及在各种玩乐场合擦出火花。但对追求稳定的部分金牛座而言，恐怕会略有一点失望，因为你们的桃花更多是谈情说爱，或是产生一些肉欲的联系，但却比较难稳定下来。年初两个月相对更有安定下来的机会，一些金牛座会开始谈婚论嫁，也因此必须面对诸多分歧。3月到4月间则要谨慎处理一些涉及共同财产的问题，而另一些单身的金牛座则可能会遭遇肉欲桃花，或是尝试一段激情之恋，已有的情感关系却可能有些冷淡。4月中旬开始，激情更是明显降温，有伴者也容易开始翻旧账，严重者可能在6月因为争吵激烈而导致分手。进入下半年，感情运相对平稳下来，经历过考验的情侣将更加认定对方，共同面对来自未来的挑战。单身者会开始厌倦此前纷纷扰扰的爱情游戏，希望可以走进一段稳定关系。9月是要注意可能意外怀孕的一个月，没有计划者请提早做好措施。10月开始，木星离开你们的恋爱宫，有伴者会与对方找到更合适的相处方式，感情未稳定者则可能收到对方一笔馈赠，陷于三角恋者可能拿到一笔不菲的分手费。年底两个月，感情基本稳定，将有机会发展异地恋情，珍惜每一个真心对待的人。"
  },
  "week": {
    "date": "2016-01-17~01-23",
    "money": "好走捷径谋偏财，有接手他人财物的机会。子晴小提醒，木逆情况下，赌运是受压的，不要下大赌注。",
    "career": "思维仍然受水逆拖累，不在状态。但压力开始逐步下达，往往是上司给予你重任。",
    "love": "追求刺激的快感，周末开始觉得疲惫。",
    "health": "水逆继续，小心交通意外。运动能量下降，身心开始趋向紧张。",
    "job": "会被大公司或你看重的人青睐。"
  },
  "today": {
    "date": "2016-01-19",
    "presummary": "最近可能你感到总是格格不入，太过放任的表现容易与现实相违背。或者是沉溺在他人的好处与玩乐中忘记了限度。但是物极必反，不如趁这机会好好想想未来规划。",
    "star": "白羊座 ",
    "color": "黄色",
    "number": "1",
    "summary": "4",
    "money": "4",
    "career": "4",
    "love": "4",
    "health": "4"
  },
  "tomorrow": {
    "date": "2016-01-20",
    "presummary": "今天你可能面临财务上的危机，比如开销过度，信用问题，债务危机等，你需要避免和他人产生金钱来往，免得上当受骗，闹得彼此都不愉快。合理理财，有节制的开销才不会使得腰包空空。",
    "star": "金牛座 ",
    "color": "橙色",
    "number": "7",
    "summary": "3",
    "money": "3",
    "career": "3",
    "love": "3",
    "health": "4"
  },
  "month": {
    "date": "2016-1",
    "summary": "更多地想到与未来相关的事，由于有这个标准，眼前很多琐碎的事务都变得不值得计较了，甚至有些是放弃的，同时，对于那些能为未来积蓄能量的知识、文化领域会投入更多的热情。值得小心的是水逆，月初开启月底结束，整个月都会受到它的影响，疏忽和延误多，想要发现真相总是被模糊。",
    "money": "金星上旬和中旬在资源宫运行，有利偏财，有机会接受他人的财物。但是，必须重点提醒的，土星同时也在该宫运行，它的能量意味着强烈的负债。所以你必须看清接手的财产中是否也包含了债务。",
    "career": "上旬，水星入事业宫，会有很想争取的目标，但是遭遇水逆带来的挫折，又打了退堂鼓。下旬，会接到重任，上司给你不小的压力。另外，和搭档容易争吵，提醒你注意自己的控制欲。",
    "love": "金星和土星同在资源宫，性成为一股很诡秘的能量，好刺激但是总感觉到无法满足对方。火星月初就入伴侣宫位，伴侣关系火药味浓。木星上旬开启在恋爱宫的逆行，恋爱进展不如设想的如意。",
    "health": "性能量高，要小心性疾病。水逆之下，出行要小心交通意外。另外，伴侣的健康值得关注。"
  }
}
